
/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "271"; */
"271.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Elfogadás"; ObjectID = "272"; */
"272.title" = "Elfogadás";

/* Class = "NSMenuItem"; title = "Kérdezzen rá"; ObjectID = "273"; */
"273.title" = "Kérdezzen rá";

/* Class = "NSMenuItem"; title = "Elutasítás"; ObjectID = "274"; */
"274.title" = "Elutasítás";

/* Class = "NSMenuItem"; title = "Elfogadás és hozzáadás a listához"; ObjectID = "276"; */
"276.title" = "Elfogadás és hozzáadás a listához";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Item1"; ObjectID = "338"; */
"338.title" = "Item1";

/* Class = "NSPanel"; title = "Panel"; ObjectID = "375"; */
"375.title" = "Panel";

/* Class = "NSTableColumn"; headerCell.title = "Server Name"; ObjectID = "388"; */
"388.headerCell.title" = "Server Name";

/* Class = "NSTextFieldCell"; title = "Jelszó:"; ObjectID = "590"; */
"590.title" = "Jelszó:";

/* Class = "NSTextFieldCell"; title = "Felhasználónév:"; ObjectID = "591"; */
"591.title" = "Felhasználónév:";

/* Class = "NSTextFieldCell"; placeholderString = "felhasznalonev@jabber.org"; ObjectID = "592"; */
"592.placeholderString" = "felhasznalonev@jabber.org";

/* Class = "NSButtonCell"; title = "Register New Account"; ObjectID = "594"; */
"594.title" = "Register New Account";

/* Class = "NSTextFieldCell"; title = "Regisztráció…"; ObjectID = "595"; */
"595.title" = "Regisztráció…";

/* Class = "NSButtonCell"; title = "Allow plaintext authentication"; ObjectID = "596"; */
"596.title" = "Allow plaintext authentication";

/* Class = "NSButtonCell"; title = "Force old-style SSL"; ObjectID = "597"; */
"597.title" = "Force old-style SSL";

/* Class = "NSButtonCell"; title = "Display new mail notifications"; ObjectID = "598"; */
"598.title" = "Display new mail notifications";

/* Class = "NSTextFieldCell"; title = "Szerver:"; ObjectID = "600"; */
"600.title" = "Szerver:";

/* Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "602"; */
"602.title" = "Port:";

/* Class = "NSTextFieldCell"; title = "Forrás:"; ObjectID = "604"; */
"604.title" = "Forrás:";

/* Class = "NSTextFieldCell"; title = "E-mail:"; ObjectID = "605"; */
"605.title" = "E-mail:";

/* Class = "NSTextFieldCell"; title = "Biztonság:"; ObjectID = "606"; */
"606.title" = "Biztonság:";

/* Class = "NSTextFieldCell"; title = "Elérhető prioritás:"; ObjectID = "607"; */
"607.title" = "Elérhető prioritás:";

/* Class = "NSTextFieldCell"; title = "Távollét prioritás:"; ObjectID = "609"; */
"609.title" = "Távollét prioritás:";

/* Class = "NSTextFieldCell"; title = "Presence Subscriptions:"; ObjectID = "612"; */
"612.title" = "Presence Subscriptions:";

/* Class = "NSTextFieldCell"; title = "...köv. csoport listájára:"; ObjectID = "613"; */
"613.title" = "...köv. csoport listájára:";

/* Class = "NSButtonCell"; title = "Require SSL/TLS"; ObjectID = "615"; */
"615.title" = "Require SSL/TLS";

/* Class = "NSButtonCell"; title = "Do strict certificate checks"; ObjectID = "616"; */
"616.title" = "Do strict certificate checks";

/* Class = "NSTextFieldCell"; title = "Mosolyjelek:"; ObjectID = "617"; */
"617.title" = "Mosolyjelek:";

/* Class = "NSButtonCell"; title = "Display custom emoticons"; ObjectID = "618"; */
"618.title" = "Display custom emoticons";

/* Class = "NSTextFieldCell"; title = "Fájlátviteli proxy:"; ObjectID = "620"; */
"620.title" = "Fájlátviteli proxy:";

/* Class = "NSButtonCell"; title = "Let others know when you are typing"; ObjectID = "621"; */
"621.title" = "Let others know when you are typing";

/* Class = "NSTextFieldCell"; title = "Gépelés:"; ObjectID = "622"; */
"622.title" = "Gépelés:";

/* Class = "NSTextFieldCell"; title = "Titkosítás:"; ObjectID = "623"; */
"623.title" = "Titkosítás:";

/* Class = "NSTextFieldCell"; title = "Zene:"; ObjectID = "625"; */
"625.title" = "Zene:";

/* Class = "NSButtonCell"; title = "Let others know what iTunes is playing"; ObjectID = "626"; */
"626.title" = "Let others know what iTunes is playing";

/* Class = "NSTextFieldCell"; title = "Add meg az XMPP szervered címét:"; ObjectID = "627"; */
"627.title" = "Add meg az XMPP szervered címét:";

/* Class = "NSTextFieldCell"; title = "Szerver:"; ObjectID = "629"; */
"629.title" = "Szerver:";

/* Class = "NSTextFieldCell"; placeholderString = "5222"; ObjectID = "630"; */
"630.placeholderString" = "5222";

/* Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "631"; */
"631.title" = "Port:";

/* Class = "NSTextFieldCell"; title = "vagy válassz egyet a publikus szerverek közül:"; ObjectID = "632"; */
"632.title" = "vagy válassz egyet a publikus szerverek közül:";

/* Class = "NSButtonCell"; title = "Request New Account"; ObjectID = "633"; */
"633.title" = "Request New Account";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "634"; */
"634.title" = "Cancel";

/* Class = "NSButtonCell"; title = "Visit Server Homepage"; ObjectID = "635"; */
"635.title" = "Visit Server Homepage";

/* Class = "NSTextFieldCell"; title = "BOSH szerver:"; ObjectID = "644"; */
"644.title" = "BOSH szerver:";
